Repository: xfce-mirror/xfce4-screenshooter
Catalog: po/*.po
Languages: ug, vi

source: %.2fKb of %.2fKb
ug: %.2fKb / %.2fKb
vi: %.2fKb trên %.2fKb

source: Transfer
ug: يوللا
vi: Chuyển

source: <span weight="bold" stretch="semiexpanded">The screenshot is being transferred to:</span>
ug: <span weight="bold" stretch="semiexpanded">ئېكران كۆرۈنۈشىنى يوللايدىغان ئورۇن</span>
vi: <span weight="bold" stretch="semiexpanded">Ảnh chụp đang được chuyển đến:</span>

source: Screenshot
ug: ئېكران كۆرۈنۈشى
vi: Ảnh chụp màn hình

source: _Preferences
ug: مايىللىق(_P)
vi: _Tùy chọn

source: _Help
ug: ياردەم(_H)
vi: Trợ _giúp

source: _Close
ug: ياپ(_C)
vi: Đón_g

source: _Cancel
ug: ۋاز كەچ(_C)
vi: _Hủy bỏ

source: _OK
ug: جەزملە(_O)

source: <span weight="bold" stretch="semiexpanded">Region to capture</span>
ug: <span weight="bold" stretch="semiexpanded">تۇتىدىغان دائىرە</span>
vi: <span weight="bold" stretch="semiexpanded">Vùng chụp</span>

source: Entire screen
ug: پۈتۈن ئېكران
vi: Toàn bộ màn hình

source: Take a screenshot of the entire screen
ug: پۈتۈن ئېكراننىڭ ئېكران كۆرۈنۈشىنى تۇتىدۇ
vi: Chụp toàn bộ màn hình

source: Active window
ug: ئاكتىپ كۆزنەك
vi: Cửa sổ đang kích hoạt

source: Take a screenshot of the active window
ug: ئاكتىپ كۆزنەكنىڭ ئېكران كۆرۈنۈشىنى تۇتىدۇ
vi: Chụp cửa sổ đang kích hoạt

source: Not supported in Wayland
ug: Wayland دە قوللىمايدۇ
vi: Không hỗ trợ trên Wayland

source: Select a region
ug: دائىرە تاللىنىدۇ
vi: Chọn vùng

source: Select a region to be captured by clicking a point of the screen without releasing the mouse button, dragging your mouse to the other corner of the region, and releasing the mouse button. Press Ctrl while dragging to move the region.
ug: چاشقىنەكنى بېسىپ قويۇۋەتمەي، رەسىمگە ئالىدىغان دائىرىنى كۆرسىتىپ بېرىڭ. تۆت بۇلۇڭلۇق دائىرە رەسىمگە ئېلىنىدۇ. سۆرىگەندە Ctrl كۇنۇپكىسى بېسىپ تۇرۇلسا دائىرە يۆتكىلىدۇ.
vi: Chọn vùng chụp bằng cách nhấn vào một điểm trên màn hình và không thả nút chuột, rê chuột đến góc còn lại của vùng rồi thả nút chuột. Nhấn Ctrl khi rê để di chuyển vùng.

source: <span weight="bold" stretch="semiexpanded">Options</span>
ug: <span weight="bold" stretch="semiexpanded">تاللانما</span>
vi: <span weight="bold" stretch="semiexpanded">Tùy chọn</span>

source: Capture the mouse pointer
ug: چاشقىنەك نىشانلىغۇچنى رەسىمگە تارتىدۇ
vi: Chụp con trỏ chuột

source: Display the mouse pointer on the screenshot
ug: ئېكران كۆرۈنۈشىنى چاشقىنەك نىشانلىغۇچنى كۆرسىتىدۇ
vi: Hiển thị con trỏ chuột trên ảnh chụp

source: Capture the window border
ug: كۆزنەك گىرۋىكىنى تۇتىدۇ
vi: Chụp viền cửa sổ

source: Display the window border on the screenshot. Disabling this option has no effect for CSD windows.
ug: ئېكران كەسمىسىدە كۆزنەك گىرۋىكىنى كۆرسىتىدۇ. بۇ تاللانما چەكلەنسە CSD كۆزنەككە تەسىر كۆرسەتمەيدۇ.
vi: Hiển thị viền cửa sổ trên ảnh chụp. Tắt tùy chọn này không ảnh hưởng đến cửa sổ CSD.

source: <span weight="bold" stretch="semiexpanded">Delay before capturing</span>
ug: <span weight="bold" stretch="semiexpanded">رەسىمگە ئېلىشتىن بۇرۇنقى توختاش ۋاقتى</span>
vi: <span weight="bold" stretch="semiexpanded">Độ trễ trước khi chụp</span>

source: Delay in seconds before the screenshot is taken
ug: رەسىمگە ئېلىشتىن بۇرۇنقى توختاش ۋاقتى(سېكۇنت)
vi: Số giây hoãn trước khi chụp

source: seconds
ug: سېكۇنت
vi: giây

source: _Back
ug: قايت(_B)
vi: _Quay lại

source: <span weight="bold" stretch="semiexpanded">Action</span>
ug: <span weight="bold" stretch="semiexpanded">ھەرىكەت</span>
vi: <span weight="bold" stretch="semiexpanded">Hành động</span>

source: Save
ug: ساقلا
vi: Lưu

source: Save the screenshot to a file
ug: ئېكران كەسمىسىنى ھۆججەتكە ساقلايدۇ
vi: Lưu ảnh chụp vào tập tin

source: Show in Folder
ug: قىسقۇچتا كۆرسەت
vi: Hiển thị trong thư mục

source: Shows the saved file in the folder
ug: ساقلانغان ھۆججەتنى قىسقۇچتا كۆرسىتىدۇ
vi: Hiển thị tập tin đã lưu trong thư mục

source: Copy to the clipboard
ug: چاپلاش تاختىسىغا كۆچۈر
vi: Sao chép vào bộ đệm

source: Copy the screenshot to the clipboard so that it can be pasted later
ug: ئېكران كۆرۈنۈشىنى چاپلاش تاختىسىغا قا كۆچۈرۈپ قويىدۇ، بۇنداق بولغاندا كېيىن ئۇنى چاپلاپ ئىشلەتكىلى بولىدۇ
vi: Sao chép ảnh chụp vào bộ đệm để dán sau

source: Open with:
ug: ئاچقۇز:
vi: Mở bằng:

source: Open the screenshot with the chosen application
ug: ئېكران كۆرۈنۈشىنى تاللانغان پىروگراممىدا ئاچىدۇ
vi: Mở ảnh chụp bằng ứng dụng đã chọn

source: Application to open the screenshot
ug: ئېكران كۆرۈنۈشىنى ئاچىدىغان پىروگرامما
vi: Ứng dụng mở ảnh chụp

source: Custom Action:
ug: ئىختىيارى مەشغۇلات:
vi: Hành động tùy chỉnh:

source: Execute the selected custom action
ug: تاللانغان ئىختىيارى مەشغۇلاتنى ئىجرا قىلىدۇ
vi: Thực thi hành động tùy chỉnh đã chọn

source: Custom action to execute
ug: ئىجرا قىلىدىغان ئىختىيارى مەشغۇلات
vi: Hành động tùy chỉnh cần thực thi

source: <span weight="bold" stretch="semiexpanded">Preview</span>
ug: <span weight="bold" stretch="semiexpanded">ئالدىن كۆزەت</span>
vi: <span weight="bold" stretch="semiexpanded">Xem trước</span>

source: Save screenshot as...
ug: ئېكران كۆرۈنۈشىنى باشقا ئاتتا ساقلا...
vi: Lưu ảnh chụp thành...

source: Preferences
ug: مايىللىق
vi: Tùy chọn

source: <span weight="bold" stretch="semiexpanded">Custom Actions</span>
ug: <span weight="bold" stretch="semiexpanded">ئىختىيارى مەشغۇلات</span>
vi: <span weight="bold" stretch="semiexpanded">Hành động tùy chỉnh</span>

source: You can configure custom actions that will be available to handle screenshots after they are captured. You can find more examples in the <a href="https://docs.xfce.org/apps/xfce4-screenshooter/custom-actions#examples">documentation</a>.
ug: ئېكران كەسمىسىنى تۇتقاندىن كېيىن ئۇلارنى بىر تەرەپ قىلىشقا قولايلىق يارىتىش ئۈچۈن ئىختىيارى مەشغۇلاتنى سەپلىيەلەيسىز.سىز <a href="https://docs.xfce.org/apps/xfce4-screenshooter/custom-actions#examples">قوللانما</a> دىن تېخىمۇ كۆپ مىسالنى تاپالايسىز.
vi: Bạn có thể cấu hình các hành động tùy chỉnh để xử lý ảnh chụp sau khi chụp. Có thêm ví dụ trong <a href="https://docs.xfce.org/apps/xfce4-screenshooter/custom-actions#examples">tài liệu</a>.

source: Custom Action
ug: ئىختىيارى مەشغۇلات
vi: Hành động tùy chỉnh

source: Add custom action
ug: ئىختىيارى مەشغۇلات قوش
vi: Thêm hành động tùy chỉnh

source: Remove selected custom action
ug: تاللانغان ئىختىيارى مەشغۇلاتنى چىقىرىۋەت
vi: Xóa hành động tùy chỉnh đã chọn

source: Name
ug: ئاتى
vi: Tên

source: Name of the action that will be displayed in Actions dialog
ug: مەشغۇلات سۆزلەشكۈدە كۆرسىتىلىدىغان مەشغۇلاتنىڭ ئىسمى
vi: Tên hành động sẽ hiển thị trong hộp thoại Hành động

source: Command
ug: بۇيرۇق
vi: Lệnh

source: Command that will be executed for this custom action
ug: بۇ ئىختىيارى مەشغۇلاتتا ئىجرا قىلىنىدىغان بۇيرۇق
vi: Lệnh sẽ thực thi cho hành động tùy chỉnh này

source: Use %f as a placeholder for location of the screenshot captured
ug: ئېكران كەسمىسى تۇتۇشتا ئورۇن ئۇچۇرىغا %f ئورۇن بەلگىسى ئىشلىتىلىدۇ
vi: Dùng %f làm placeholder cho vị trí ảnh chụp

source: Unable to execute the custom action
ug: ئىختىيارى مەشغۇلاتنى ئىجرا قىلالمايدۇ
vi: Không thực thi được hành động tùy chỉnh

source: Invalid custom action selected
ug: ئىناۋەتسىز ئىختىيارى مەشغۇلات تاللاندى
vi: Hành động tùy chỉnh không hợp lệ

source: Failed to run the custom action %s
ug: ئىختىيارى مەشغۇلات %s نى ئىجرا قىلالمىدى
vi: Không chạy được hành động tùy chỉnh %s

source: PNG File
ug: PNG ھۆججىتى
vi: Tập tin PNG

source: JPEG File
ug: JPEG ھۆججىتى
vi: Tập tin JPEG

source: BMP File
ug: BMP ھۆججىتى
vi: Tập tin BMP

source: WebP File
ug: WebP ھۆججىتى
vi: Tập tin WebP

source: JPEG XL File
ug: JPEG XL ھۆججىتى
vi: Tập tin JPEG XL

source: AVIF File
ug: AVIF ھۆججىتى
vi: Tập tin AVIF

source: <b>The application could not be launched.</b> %s
ug: <b>پىروگراممىنى قوزغىتالمايدۇ.</b> %s
vi: <b>Không khởi chạy được ứng dụng.</b> %s

source: Error
ug: خاتالىق
vi: Lỗi

source: Failed to capture screencopy frame
ug: ئېكران كۆپەيتىلمىسىنىڭ كاندۇكىنى تۇتالمىدى
vi: Không chụp được khung screencopy

source: Failed to create file descriptor
ug: ھۆججەت چۈشەندۈرگۈچنى قۇرالمىدى
vi: Không tạo được mô tả tập tin

source: Failed to map memory
ug: ئەسلەك خەرىتىلىيەلمىدى
vi: Không ánh xạ bộ nhớ

source: Failed to capture frame
ug: كاندۇكنى تۇتالمىدى
vi: Không chụp được khung

source: Supported format not found
ug: قوللايدىغان پىچىم تېپىلمىدى
vi: Không tìm thấy định dạng hỗ trợ

source: Failed to create buffer
ug: يىغلەك قۇرالمىدى
vi: Không tạo được bộ đệm

source: Required Wayland interfaces are missing
ug: زۆرۈر بولغان Wayland ئارايۈزى كەم
vi: Thiếu giao diện Wayland cần thiết

source: Compositor is missing wl_shm
ug: بىرىكتۈرگۈچ wl_shm كەم
vi: Trình tổng hợp thiếu wl_shm

source: Compositor does not support wlr-screencopy-unstable-v1 nor ext-image-capture-source-v1/ext-image-copy-capture-v1
ug: بىرىكتۈرگۈچ wlr-screencopy-unstable-v1 نى قوللىمايدۇ، ext-image-capture-source-v1/ext-image-copy-capture-v1 نىمۇ قوللىمايدۇ
vi: Trình tổng hợp không hỗ trợ wlr-screencopy-unstable-v1 hay ext-image-capture-source-v1/ext-image-copy-capture-v1

source: Unsupported pixel format: 0x%x
ug: قوللىمايدىغان پىكسېل پىچىمى: 0x%x
vi: Định dạng pixel không hỗ trợ: 0x%x

source: The selected mode is not supported in Wayland
ug: Wayland تاللانغان ھالەتنى قوللىمايدۇ
vi: Chế độ đã chọn không hỗ trợ trên Wayland

source: Failed to capture
ug: تۇتالمىدى
vi: Không chụp được

source: Copy the screenshot to the clipboard
ug: ئېكران كۆرۈنۈشىنى چاپلاش تاختىسىغا قا كۆچۈرىدۇ
vi: Sao chép ảnh chụp vào bộ đệm

source: Delay in seconds before taking the screenshot
ug: ئېكران كۆرۈنۈشىنى رەسىمگە ئېلىش باشلانغۇچە بولغان ۋاقىت
vi: Số giây hoãn trước khi chụp

source: Display the mouse on the screenshot
ug: ئېكران كۆرۈنۈشىدە چاشقىنەك نۇر بەلگىسىنى كۆرسەت
vi: Hiển thị chuột trên ảnh chụp

source: Removes the window border from the screenshot
ug: ئېكران كەسمىسىدىن كۆزنەك گىرۋىكىنى چىقىرىۋېتىدۇ
vi: Xóa viền cửa sổ khỏi ảnh chụp

source: Select a region to be captured by clicking a point of the screen without releasing the mouse button, dragging your mouse to the other corner of the region, and releasing the mouse button.
ug: چاشقىنەكنى بېسىپ قويۇۋەتمەي، رەسىمگە ئالىدىغان دائىرىنى كۆرسىتىپ بېرىڭ. تۆت بۇلۇڭلۇق دائىرە رەسىمگە ئېلىنىدۇ.
vi: Chọn vùng chụp bằng cách nhấn vào một điểm trên màn hình và không thả nút chuột, rê chuột đến góc còn lại của vùng rồi thả nút chuột.

source: File path or directory where the screenshot will be saved, accepts png, jpg and bmp extensions. webp, jxl and avif are only supported if their respective pixbuf loaders are installed.
ug: ئېكران كەسمىسىنى ساقلايدىغان ھۆججەت يولى ياكى مۇندەرىجە، png، jpg ۋە bmp كېڭەيتىلگەن ئاتىنى قوللايدۇ. مۇناسىپ pixbuf يۈكلىگۈچ ئورنىتىلغاندا ئاندىن webp، jxl ۋە avif نى قوللايدۇ.
vi: Đường dẫn tập tin hoặc thư mục lưu ảnh chụp, hỗ trợ phần mở rộng png, jpg và bmp. webp, jxl và avif chỉ hỗ trợ nếu đã cài bộ tải pixbuf tương ứng.

source: Show the saved file in the folder.
ug: ساقلانغان ھۆججەتنى قىسقۇچتا كۆرسىتىدۇ.
vi: Hiển thị tập tin đã lưu trong thư mục.

source: Version information
ug: نەشر ئۇچۇرى
vi: Thông tin phiên bản

source: Lists supported image formats, results can vary depending on installed pixbuf loaders
ug: قوللايدىغان سۈرەت پىچىمىنى تىزىدۇ، نەتىجىسى ئورناتقان pixbuf يۈكلىگۈچكە ئاساسەن پەرقلىق بولىدۇ
vi: Liệt kê định dạng ảnh hỗ trợ, kết quả có thể khác nhau tùy bộ tải pixbuf đã cài

source: Conflicting options: --%s and --%s cannot be used at the same time.
ug: توقۇنۇشۇپ قالىدىغان تاللانمىلار : --%s ۋە --%s نى بىرگە ئىشلىتىشكە بولمايدۇ.
vi: Tùy chọn xung đột: --%s và --%s không dùng cùng lúc.

source: The --%s option is only used when --fullscreen, --window or --region is given. It will be ignored.
ug: تالانما --%s نى پەقەت --fullscreen ، --window ياكى -- region بىلەنلا ئىشلىتىشكە بولىدۇ. شۇڭا بۇنىڭغا پەرۋا قىلمايدۇ.
vi: Tùy chọn --%s chỉ dùng khi có --fullscreen, --window hoặc --region. Sẽ bỏ qua.

source: %s: %s Try %s --help to see a full list of available command line options.
ug: %s: %s بۇيرۇق قۇرىدا ئىشلەتكىلى بولىدىغان بارلىق تاللانمىلارنى كۆرۈش ئۈچۈن %s --help نى كىرگۈزسە بولىدۇ.
vi: %s: %s Thử %s --help để xem danh sách đầy đủ tùy chọn dòng lệnh.

source: Take screenshots of the entire screen, of the active window or of a region
ug: تولۇق ئېكران، ئاكتىپ كۆزنەك ياكى كۆرسىتىلگەن دائىرىنىڭ ئېكران كۆرۈنۈشىنى رەسىمگە ئالىدۇ
vi: Chụp toàn bộ màn hình, cửa sổ đang kích hoạt hoặc một vùng

source: Application and panel plugin to take screenshots
ug: ئېكران كەسمىسى تۇتىدىغان پىروگرامما ۋە كۆزنەكچە قىستۇرمىسى
vi: Ứng dụng và phần mở rộng bảng điều khiển để chụp màn hình

source: Allows you to capture the entire screen, the active window or a selected region. You can set the delay that elapses before the screenshot is taken and the action that will be done with the screenshot: save it to a file, copy it to the clipboard, open it using another application, or use your creativity with custom actions.
ug: پۈتكۈل ئېكران، ئاكتىپ كۆزنەك ۋە تاللانغان دائىرىدىن سۈرەت تۇتۇشقا يول قويىدۇ. ئېكراندىن سۈرەت تۇتۇشتىن ئىلگىرى كېچىكتۈرىدىغان ۋاقىت ۋە ئېكران كەسمىسىنى تۇتقاندىن كېيىن ئىجرا قىلىدىغان مەشغۇلاتنى تەڭشىيەلەيسىز: ئۇنى ھۆججەتكە ساقلاپ، چاپلاش تاختىسىغا كۆچۈرۈپ، باشقا پىروگراممىدا ئېچىپ ياكى ئىجادچانلىقىڭىزنى جارى قىلدۇرۇپ ئىختىيارى مەشغۇلات ئېلىپ بارالايسىز.
vi: Cho phép chụp toàn bộ màn hình, cửa sổ đang kích hoạt hoặc vùng chọn. Bạn có thể đặt độ trễ trước khi chụp và hành động sau khi chụp: lưu vào tập tin, sao chép vào bộ đệm, mở bằng ứng dụng khác, hoặc dùng hành động tùy chỉnh.
